{
  "Resort_Entering": "Ahhh the weather is just beautiful today. I'm ready to relax.",
  "Resort_Leaving": "I just love watching the sunset from the boat.",
  "Resort_Shore": "The ocean is mesmerizing. I love to stare into the horizon while the water tickles my toes.$h#$e#Don't you just love the sound of the waves, @?$h",
  "Resort_Umbrella": "I just needed some shade, the sun is very strong today. I don't think I applied enough sunscreen.",
  "Resort_Wander": "I wonder what sort of flowers grow on this island.#$e#I see some interesting foliage in that overgrowth over there.#$b#I'd love to go check it out, but Willy was pretty strict about us staying on the beach.",
  "Resort_Bar": "Mmm, Gus makes great mocktails. This Agua Fresca is so refreshing!$h",
  "Resort": "This island is just beautiful. It feels like we are so far from the valley. How did Willy get us here so fast??",
  "Introduction": "Nice to meet you @! My name is Zoey.$h#$b#I live in the Grove, a small clearing in the forest.#$b#The forest is so dense and dangerous that you can only get to my house by minecart.#$b#I'm so happy they were finally repaired, I was getting lonely out there by myself.$h",
  "danceRejection": "Sorry... I don't want to dance.",
  "divorced": "Why are you following me? I don't want to talk to you.$s",
  "dumped_Girls": "Leave me alone!$a",
  "secondChance_Girls": "*sigh*... I'm not gonna forget what you did, @. But I can't be mad at you forever. Do you want to start over?$s",
  "breakUp": "Wait... Really? You don't want to date me anymore?...$s#$b#I thought we were perfect together...$s",
  "Mon": "Hey @, you look like you've been hard at work.",
  "Mon2": "I think I overwatered my cactus...$s#$e#Sometimes I just give them too much love, you know?",
  "Tue": "Oh, hi!#$e#Do you need something?",
  "Tue2": "*sigh*... Sometimes plants just die, and there's nothing you can do.#$e#I can't help but think it was my fault though.$s",
  "Tue4": "@, can I talk to you?#$e#I just got off the phone with my mom.$s#$b#She's not happy that I decided to be a gardener. She wishes I had gone into engineering or medicine.$s#$b#It's just so hard when your family doesn't accept you for who you are, you know?$s",
  "Wed": "Oh, hello. What's new?#$e#I'm so glad the minecarts are functioning again. I'm able to catch up with all my old friends",
  "Wed2": "You know sometimes I like to sing to my plants.#$e$#I swear they grow faster when I do!",
  "Wed6": "Hey @. Can you sit with me a bit?$s#$e#I had a spat with my sis, Ella. I don't want to get into details, but I need to get my mind off it.#$e#Can you tell me about another one of your crazy adventures?$h",
  "Thu": "Do you like to exercise, @?#$e#I do a bit of yoga, it's a great way to wake up your muscles in the morning.",
  "Thu2": "Hey @, I'm very busy today.#$e#I have to go into Zuzu to stock up on seeds.#$b#Nobody ships to pelican town...$8",
  "Thu8": "Why do I smile every time I see you, @?$h#$e#It's like you bring sunshine with you wherever you go.$h",
  "Fri": "$q 1 Fri2#Do you have any big plans for the weekend?#$r 17 5 Fri_17#I'll probably just stay in and read a book.#$r 18 5 Fri_18#I'll be busy working on the farm.#$r 19 0 Fri_19#I'm going to the beach#$r 19 0 Fri_19#I'm gonna go fishing in the mountains",
  "Fri_17": "You know, that sounds pretty nice.",
  "Fri_18": "Planting some flowers I hope?$h",
  "Fri_19": "Well have fun!",
  "Fri2": "Everybody meets up at the saloon on Fridays.#$e#I don't drink, but I like to go just to catch up with everyone.",
  "Sat": "The seeds I bought from Zuzu Gardening Supplies last week are moldy.$7#$e#I have to get on the phone with the shop manager.$a#$b#They think they can take advantage of me because I'm not from the city.$a",
  "Sat8": "Oh, hey @. Are you feeling okay? You look tired.#$e#Be careful not to work too hard. I know how difficult farmwork can be.#$e#Feel free to come visit me anytime you need a break!$h",
  "Sun": "Hey @, what have you been up to today?#$e#I planted some poppies this morning.",
  "Sun2": "The waterfalls by my house are beautiful.#$b$#Every night I fall asleep to the sound of the water. It's so peaceful.",
  "Sun4": "My sister Ella is a fashion designer in Zuzu city.#$b#She doesn't take me seriously and always calls my gardening \"cute\".$8#$e#I don't really care what she thinks though. I love what I do.",
  "Sun10": "You have such pretty eyes, @. I feel like I could get lost in them$h",
  "spring_1": "It's planting season!$h#$e#I bet you're busy these days. I know I am!$h",
  "summer_1": "Lots of flowers bloom in the Summer.$h#$b$#My garden gets so colorful, it really puts me in a good mood!$h",
  "fall_1": "Summer is officially over. I have to start moving my potted plants inside.#$e#It's going to get cold soon, @.$s",
  "winter_1": "I woke up, and my garden was covered in a blanket of snow. I hope Spring comes quickly this year.$s",
  "summer_Mon": "On really hot days I have to move my indoor plants away from the windows so they don't get scortched.",
  "summer_Mon2": "Did you know that some plants, like Orchids, don't need soil to grow? They get all their nutrients from the air.#$e#Isn't that fascinating?$h",
  "summer_Tue": "I sometimes go swimming in the lake by my house.#$e#There are a lot of fish in the water. If I sit still long enough, they nibble on my toes!$h",
  "summer_Tue2": "Some flowers are annuals, and only last until the end of the season, but perennials will last forever if you take good care of them.",
  "summer_Tue4": "Hey! I'm so happy you're here.$h#$e#How is everything going on the farm?$h#$b#You should show me around sometime.",
  "summer_Wed": "My sunflowers are getting so big!$h",
  "summer_Wed2": "I woke up with this weird pain in my back.$s#$e#I tried all the yoga poses I know, but it's still bothering me.$s#$e#And don't tell me to go to the clinic, Harvey gives me the creeps.$7",
  "summer_Wed6": "If you were a flower, I think you would be a Sunflower.$h#$e#Why? Oh, um... Because when I'm around you I feel warm, like a beautiful summer day... Like the sun is shining on my face.$h",
  "summer_Fri2": "I've got tons of flowers in my nursery.#$q 18/19/20 summer_Fri_old#Do you grow any flowers on your farm, @?#$r 18 20 summer_Fri_18#I grow all kinds of flowers.#$r 18 40 summer_Fri_18#Fairy Rose and Sunflowers are my favorites.#$r 19 0 summer_Fri_19#I don't have a green thumb.#$r 20 -30 summer_Fri_20#Gardening is boring. I only plant crops that make a lot of money.",
  "summer_Fri_old": "$p 18#I'd love to see the flowers on your farm, @!$h|$p 19#Let me know if you need any tips for your garden, @.|...But I guess that wouldn't interest you.",
  "summer_Fri_18": "Aren't they great? I guess we have that in common.$h",
  "summer_Fri_19": "Oh.. Well it's not hard to learn, do you want me to help you out?",
  "summer_Fri_20": "It doesn't have to be all about money, you know.$a",
  "summer_Sat": "Hey, @.#$b#So, how are you liking the valley? Is it everything you thought it'd be?",
  "summer_Sat2": "Hey, @. I made a dandelion salad yesterday.#$e#Most people don't like dandelions, and consider them weeds. But they are actually quite delicious and very healthy!$h",
  "summer_Sat4": "Oh! Don't move. A bee just landed on your shoulder.#$b#Don't worry, I'll just guide it over to this flower. There you go little bee!$h",
  "summer_Sat8": "Thanks for coming to talk to me, @.#$e#You always put a smile on my face.$h",
  "summer_Sun": "A bird flew into my shop window today...$s#$e#I tried so hard to save it, but there was nothing I could do...$s",
  "summer_Sun2": "Gardening can be exhausting, but I'd never give it up.#$e#It makes me so happy to care for my plants and watch them grow.$h",
  "summer_Sun8": "Hello @, I have a gift for you. I grew it myself.$h#[376 421 593 595 597 591]",
  "fall_Mon": "I misplaced my gardening gloves...#$e#Now I there's dirt stuck under my fingernails.$7",
  "fall_Tue": "I have a love/hate relationship with fall...$7#$e#As a nature lover, I adore the colorful Autumn leaves.$h#$b#But the colder weather slowly kills all the plants in my garden.$7",
  "fall_Tue4": "I'm so glad that we became friends, @. I feel like I can talk to you about anything.$h",
  "fall_Wed": "My Monstera plant is unhappy, the leaves are browning...#$e#I think I need to move her to a larger pot...#$e#Sorry @, I got lost in my thoughts there. Did you need something?$h",
  "fall_Wed6": "I've never known anyone as interesting as you, @. I feel like I could never get bored talking to you.$h",
  "fall_Thu": "One of the most satisfying things is propagating trailing plants like Pothos.#$e#From just a few trimmings, you end up with so many new baby plants! My entire house is filled with them.$h",
  "fall_Thu10": "On days like today, when the wind is strong and there's a chill in the air, I just want to snuggle up under a blanket and watch a cheesy movie.#$e#Would you join me?$l",
  "fall_Fri4": "I've had a strained relationship with my family ever since I decided to move here and follow my dream.#$q 21/22/23 fall_Fri_old#What about you, @, are you close with your family?#$r 21 20 fall_Fri_21#Yes, my parents and I have a really tight bond, and they've always supported me.#$r 22 30 summer_Fri_22#We don't talk that much. My parents have never been very vocal about their feelings.#$r 23 40 fall_Fri_23#No, my parents have always been disappointed in me.",
  "fall_Fri_old": "$p 21#Thanks for letting me talk to you about my family issues. I'm glad that you can't relate, honestly. But you've always been a great listener, and I appreciate that.$h|I'm so grateful to have you to talk about family issues. Most people don't understand what it's like.#$b#Thanks for always being there, @.$h",
  "fall_Fri_21": "Oh, that's wonderful! I'm glad you have a close relationship with your folks. It's important for family to support each other.$h#$b#I wish I knew what that felt like...",
  "fall_Fri_22": "Hmm, yeah that must be hard, I think it's important for family to express love for each other.$s",
  "fall_Fri_23": "Aw, I'm really sorry to hear that, @. I know how hard it is when your own family doesn't accept you. I'm here for you if you ever need to talk about it.$s",
  "fall_Sat": "Fairy rose is one of the only flowers that will bloom in the fall. It's extra hardy and prefers the colder weather.",
  "fall_Sat6": "Hey, @. You look like you're in a good mood today.$h#$e#I just love to see you happy, your smile is so contagious!$h",
  "fall_Sun": "How is everything going on the farm, @?#$b#What crops do you like to grow this time of year?",
  "fall_Sun10": "I feel so comfortable with you, @.$h#$b#Do you feel that way too?$l",
  "winter_Fri6": "Hi, @... It's hard for me to say this... but I want you to know that I was really lonely before I met you.#$q 24/25/26 winter_Fri_old#Do you ever think about moving back to the city?#$r 24 20 winter_Fri_24#I was miserable living in the city, I would never go back.#$r 24 40 summer_Fri_24#Of course not, I don't ever want to live so far away from you.#$r 25 -20 winter_Fri_25#Maybe someday... It's been hard leaving my family and old friends behind.#$r 26 -40 winter_Fri_26#Oh definitely, I plan to move back soon. I really hate it here.",
  "winter_Fri_old": "$p 21#But as long as you're around, I don't think I'll ever feel lonely again.$l|And I'm really going to miss you when you're gone...$s",
  "winter_Fri_24": "I guess I have nothing to worry about then...$l#$b#B-blushing?? No, I'm not blushing...$9#$b#I just think that we are going to be friends for a long time.$h",
  "winter_Fri_25": "Oh... But you've made new friends here, right? I would be so sad if you left...$s",
  "winter_Fri_26": "...Wait, what???$s#$e#%Zoey is trying to hide her tears",
  "winter_Mon": "Brrrrr it's cold! I need some hot cocoa.",
  "winter_Tue": "Winter is my least favorite season. Everything dies, nothing blooms, my garden is so depressing.$s",
  "winter_Tue4": "Hi @, are you happy that you moved here?#$e#I'm certainly glad that I met you.$h",
  "winter_Wed": "If you need to warm up, feel free to come stay in my shop for a while.",
  "winter_Wed6": "Oh hey! I was hoping I'd see you.$h#$e#Do you want to hang out here for a while?",
  "winter_Thu": "Hey @, nice to see you! Are you staying warm?",
  "winter_Thu10": "My fingers are so cold, feel them!#$e#No seriously, grab my hand and you'll see!#$e#Oh wow, Your hand is so warm...$l",
  "winter_Sat": "When I'm in my nursery, surrounded by flowers in bloom, I sometimes forget it's Winter...#$b#Then I step outside. The cold shock is real!$7",
  "winter_Sun": "@, what do you do in the cold months? Do you have a greenhouse on your farm? I know how hard it is to make a profit this time of year.",
  "winter_Sun10": "@, thanks for coming to see me, I could use some of your sunshine on a cold day like today.$l",
  "Custom_ZoeysNurserySerenityGardens_51_21": "AHH!$u#$b#Oh, hi @, you startled me!$6#$b#I'm just tending to my garden. What are you up to?$6",
  "Custom_ZoeysNurseryPlantShop_14_9": "%Zoey is busy singing, and doesn't notice you"
}